Repository: common-repository/adscout
Catalog: languages/adscout-*.po
Languages: bg_bg

source: Settings
bg_bg: Настройки

source: AdScout.io Integration Settings
bg_bg: Настройки на интеграцията с AdScout.io

source: Integration Credentials
bg_bg: Данни за автентикация

source: Product Feed Settings
bg_bg: Продуктов фийд

source: Feed URL
bg_bg: URL на фийда

source: Feed not avaliable
bg_bg: Фийдът не е наличен

source: The feed is automatically updated every 24 hours. Last Update
bg_bg: Фийдът се генерира автоматично на всеки 24 часа. Последен ъпдейт

source: Generate Product Feed
bg_bg: Генерирай продуктов фийд

source: Feed generated successfully
bg_bg: Фийдът е генериран успешно

source: Error generating feed. Try again or contact support
bg_bg: Грешка при генерирането на файда. Опитайте отново или се свържете с екипа ни за техническа поддръжка

source: API Token
bg_bg: API токен

source: API Code
bg_bg: API код

source: Save settings
bg_bg: Запази настройки

source: Setting saved successfully
bg_bg: Настройките са запазени успешно

source: Error saving settings. Please contact support with the following message
bg_bg: Грешка при запазване на настройките ви. Моля, свържете се с екипа ни за техническа поддръжка и предайте следното съобщение

source: Order status sync settings
bg_bg: Настройки на статуси на поръчки

source: Please select one or more statuses for your orders. Only orders with the matching statuses will be synced with AdScout
bg_bg: Изберете един или повече статуси, при които поръчките ви да се синхронизират с AdScout.

source: Available Order Statuses
bg_bg: Налични статуси на поръчки

source: Save setting
bg_bg: Запази настройките

source: Order sync statuses saved successfully
bg_bg: Статусите са ъпдейтнати успешно

source: Error saving settings. Try again or contact support with the following message
bg_bg: Грешка при запазване на настройките ви. Моля, свържете се с екипа ни за техническа поддръжка и предайте следното съобщение

source: Setting saved, but please, be advised issues might occur. Contact support with the following message
bg_bg: Запазихме настройката, но може да възникнат грешки.Моля, свържете се с нашия екия за техническа поддръжка и предайте следното съобщение

source: Nonce is wrong or expired. Please, try again
bg_bg: Сесията ви е изтекла. Презаредите браузъра и опитайте отново.

source: Missing required fields
bg_bg: Моля, попълнете всички полета и опитайте отново

source: Token is wrong or expired. Please, try again
bg_bg: Въведен е грешен API точен за AdScout. Моля, опитайте отново

source: AdScout Integration
bg_bg: Интеграция с AdScout

source: WordPress / WooCommerce integration for AdScout
bg_bg: Интеграция с AdScout за WordPress / WooCommerce
